Repository: erichardy/collective.abctune
Catalog: src/collective/abctune/locales/*/LC_MESSAGES/collective.abctune.po
Languages: fr

source: ABC Tune name
fr: Nom de la version ABC du morceau

source: ABC modified<br />think to save your work !
fr: L'ABC a été modifié<br />il faut enregistrer !

source: ABC not valid or no PDF !
fr: ABC non valide ou pas de PDF

source: ABC not valid or no sound !
fr: ABC non valide ou pas de son

source: Add a new ABC !
fr: Ajouter une version ABC de ce morceau

source: Add a new record !
fr: Ajouter une enregistrement

source: Add a new tune !
fr: Ajouter un nouveau morceau

source: Cancel import
fr: Abandonner cet import

source: Cancel this abc
fr: Abandonner cet ABC

source: Cancel this record
fr: Abandonner cet enregistrement

source: Cancel this tune
fr: Abandonner ce morceau

source: Edit ABC
fr: Editer l'ABC...

source: List of tunes
fr: Liste de morceaux

source: PDF Score
fr: Partition en PDF

source: Please correct errors
fr: Merci de corriger les erreurs

source: SVG Score
fr: Partition en SVG

source: Save this abc
fr: Enregistrer cet ABC

source: Save this record
fr: Sauver cet enregistrement audio

source: Save this tune
fr: Enregistrer le morceau

source: Score
fr: Partition

source: Show/Hide logs
fr: Cacher/Voir les logs

source: The main name as you know this tune
fr: Le nom principale de ce morceau

source: The mp3 sound of the tune
fr: La version MP3 de ce morceau

source: The name as you know this tune
fr: Le nom de la version ABC

source: The ogg sound of the tune
fr: La version OGG de ce morceau

source: The score of the tune as PDF
fr: La partition de ce morceau en PDF

source: The score of the tune as SVG
fr: La partition de ce morceau en SVG

source: The score of the tune as png image
fr: La partition de ce morceau en image PNG

source: The tune in abc format
fr: Le morceau en format ABC

source: The type of the tune
fr: Le type de morceau

source: Tune abc
fr: L'ABC de cette version

source: Tune name
fr: Le nom du morceau

source: abc
fr: Version ABC

source: audio records
fr: Enregistrements Audio

source: create new ogg
fr: Générer un nouveau son OGG

source: create sound ?
fr: Créer le son ?

source: download pdf
fr: Télécharger le PDF

source: file containing ABC tunes to import
fr: Choisir un fichier qui contient des morceaux à importer (au format ABC)

source: import ABC file...
fr: Importer un fichier ABC...

source: import tunes from this file
fr: Importer ces morceaux contenus dans ce fichier

source: invalid abc !!! No score !
fr: ABC non valide !!! Pas de partition !

source: re-create score and sound
fr: Re-générer la partition et le son

source: save ABC
fr: Enregistrer ABC

source: save and add abc
fr: Enregistrer et créer une version ABC

source: save and add record
fr: Enregistrer et créer un enregistrement

source: sound
fr: Son :

source: the file must contain only abc tunes well formated
fr: Le fichier doit contenir des morceaux au format ABC, correctement formés !

source: tune
fr: Morceau de musique
